INSERT INTO "public"."mbti_users" ("user_id", "name", "mbti", "age_group") VALUES 
(1, '김철수', 'ISTJ', '20s'), (2, '이영희', 'ENFP', '30s'), (3, '박민수', 'INTJ', '40s'), 
(4, '정수진', 'ESTP', '20s'), (5, '강민호', 'INFP', '30s'), (6, '한지우', 'ENTJ', '20s'),
 (7, '조서연', 'ISFJ', '40s'), (8, '윤도현', 'ISTP', '30s'), (9, '임서현', 'ENFJ', '20s'), 
 (10, '오민준', 'INTP', '30s'), (11, '신예은', 'ESFP', '20s'), (12, '권도윤', 'ESTJ', '40s'),
  (13, '황서윤', 'INFJ', '30s'), (14, '송민재', 'ESFJ', '50s'), (15, '유하은', 'ISTJ', '20s'),
   (16, '홍서준', 'ENTP', '30s'), (17, '배지아', 'ISFP', '20s'), (18, '백서진', 'INTJ', '30s'), 
   (19, '서준우', 'ENFP', '40s'), (20, '남가은', 'ISTP', '20s'), (21, '심지후', 'ESTP', '30s'), 
   (22, '손서아', 'INFJ', '40s'), (23, '권민서', 'INTP', '20s'), (24, '안지호', 'ENTJ', '30s'), 
   (25, '전서연', 'ISFJ', '20s'), (26, '고도현', 'ESFJ', '40s'), (27, '문지아', 'ENFJ', '30s'), 
   (28, '양서준', 'ISTJ', '20s'), (29, '손하은', 'ENFP', '30s'), (30, '배민준', 'INTJ', '40s');